# Command meta
buy-name = купить
buy-desc = Купить роль.
# Command content
buy-not-found =
  <:n4_no:701392095822479370> ⟩ Предмет с данным ID не найден.
  (ID - это текст, который отображается в рамке `вот так`, слева от упоминания роли)

buy-shop-empty =
  О, покупатель! Приветствую, но, к сожалению, в продаже у нас ничего нет.
  Приходите позже, возможно, в будущем что-то добавят...

buy-error-already_purchased =
  <:n4_no:701392095822479370> ⟩ Вы хотите купить роль, которая у вас уже есть... Нафига, а главное зачем?

buy-error-not_enough_money =
  <:n4_no:701392095822479370> ⟩ У вас недостаточно денег чтобы совершить покупку этой роли.

buy-error-forbidden =
  :warning: ⟩ Мне не удалось выдать вам данную роль из-за ошибки прав, так что операция была отменена.
