# Command meta
shop-name = магазин
shop-desc = Магазин ролей
# Command content
shop-title = 
    Магазин ролей сервера {0}

shop-empty = 
    Темнота в комнате? Да, мы поняли, просто магазин пуст.
    Возможно, позже что-то добавят?

shop-command_to_manage = 
    Используйте "{p}help shop", чтобы узнать, как настроить магазин.
# TODO: ^

shop-command_to_buy = 
    Используйте "/купить <item id>" для покупки интересующей вас роли.

shop-manage-subcommands = 
    Подкоманды:

shop-manage-title = 
    Управление магазином ролей

shop-add-success = 
    Предмет "{name}" успешно добавлен в магазин.

shop-add-item_id = 
    :question: ⟩ Придумайте идентификатор (ID) для предмета (напишите прям сюда, в этот канал).
    Участникам сервера придется указать его для покупки данной роли.

shop-add-description = 
    :question: ⟩ Теперь придумайте описание для данного предмета (также напишите в чат).

shop-add-cost = 
    :question: ⟩ Осталось лишь указать стоимость роли!
    Отправьте в чат целое число безо всяких иных символов.

shop-add-error_id_already_exist = 
    :warning: ⟩ Не удалось добавить предмет в магазин.
    В магазине уже присутствует предмет с ID `{0}